package common;

public interface Const {
	String[] startMenuList = {
		"1.회원가입",
		"2.회원수정",
		"3.회원보기",
		"4.회원리스트보기",
		"5.회원삭제"
	};
	String[] registMenuList = {
		"학생은 1번을 선생님은 2번을 입력하세요.",
		"아이디를 입력하세요.",
		"비밀번호를 입력하세요.",
		"비밀번호 확인을 입력하세요.",
		"이름을 입력하세요.",
		"성별을 입력하세요.",
		"나이를 입력하세요.",
		"수강 과목을 입력하세요.",
		"강의할 과목을 입력하세요."
	};
	String[] updateMenuList = {
		"아이디를 입력하세요.",
		"변경할 비밀번호를 입력하세요.",
		"변경할 비밀번호를 한번더 입력하세요.",
		"변경할 이름을 입력하세요.",
		"변경할 나이를 입력하세요.",
		"변경할 수강 과목을 입력하세요.",
		"변경할 강의 과목을 입력하세요."
	};
}
